const AboutPage: React.FC = () => {
  return (
    <div>
      <p>
        Добро пожаловать на страницу "О нас" нашего проекта, где мы используем нейронные сети для
        улучшения фотографий. <br /> Мы - команда профессионалов в области машинного обучения и
        компьютерного зрения, которые стремятся сделать фотографии более яркими, четкими и
        красивыми. Мы верим, что каждый заслуживает красивых фотографий, которые будут радовать глаз
        и сохранять воспоминания на долгие годы. Наш проект основан на использовании нейронных
        сетей, которые позволяют улучшить качество фотографий, убрать шумы и повысить резкость
        изображения. Мы используем передовые технологии в области машинного обучения и компьютерного
        зрения, чтобы создавать инновационные решения для улучшения фотографий. Мы работаем над тем,
        чтобы наш проект был доступен для всех, кто хочет улучшить свои фотографии. Мы стремимся
        сделать наш сервис простым и удобным в использовании, чтобы каждый мог получить красивые
        фотографии без лишних усилий. Мы гордимся тем, что наш проект помогает людям сохранять
        воспоминания и делиться красивыми фотографиями со своими близкими и друзьями. Мы надеемся,
        что наша работа будет полезной и вдохновляющей для всех, кто любит фотографировать и
        сохранять воспоминания. Спасибо, что посетили нашу страницу "О нас". Если у вас есть
        какие-либо вопросы или предложения, пожалуйста, свяжитесь с нами. Мы всегда рады помочь и
        услышать ваше мнение.
      </p>
    </div>
  )
}

export default AboutPage
